---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FasciaProfileParam
source: html/d9d0365d-bead-3a4a-fe90-35fc44bdcf3c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FasciaProfileParam Property

"Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId FasciaProfileParam { get; }
```